[
  {
    "nome": "Busca e apreensão - Inicial",
    "tag": [
      "busca apreensão",
      "inicial"
    ],
    "checklist": [
      {
        "descrição": "A inicial foi endereçada a este juízo?",
        "modelo_id": 3
      },
      {
        "descrição": "O endereço do requerido é na comarca?",
        "modelo_id": 4
      },
      {
        "descrição": "O advogado que assinou a inicial possui procuração ou substabelecimento válido?",
        "modelo_id": 3
      },
      {
        "descrição": "Foi anexado o contrato com cláusula de alienação fiduciária assinado pelo devedor?",
        "modelo_id": 4
      },
      {
        "descrição": "O endereço da notificação é o mesmo contido no contrato?",
        "modelo_id": 3
      },
      {
        "descrição": "O veículo descrito no contrato é o mesmo descrito na petição inicial?",
        "modelo_id": 4
      },
      {
        "descrição": "Foram recolhidas as custas iniciais?",
        "modelo_id": 3
      }
    ]
  },
  {
    "nome": "Usucapião - Inicial",
    "tag": [
      "usucapião",
      "inicial"
    ],
    "checklist": [
      {
          "descrição": "A inicial foi endereçada a este juízo?",
          "modelo_id": 3
      },
      {
          "descrição": "O imóvel é situado na comarca?",
          "modelo_id": 4
      },
      {
          "descrição": "O advogado que assinou a inicial possui procuração ou substabelecimento válido?",
          "modelo_id": 3
      },
      {
          "descrição": "Foi anexado memorial descritivo assinado por profissional habilitado?",
          "modelo_id": 4
      },
      {
          "descrição": "Foi anexada planta georreferenciada do imóvel assinada por profissional habilitado?",
          "modelo_id": 3
      },
      {
          "descrição": "Foi anexada a certidão de matrícula do imóvel, ou no caso de este não ser registrado, certidões negativas para fins de usucapião dos cartórios de registro de imóveis da comarca?",
          "modelo_id": 4
      },
      {
          "descrição": "No caso de serem apresentadas certidões negativas, a descrição é idêntica à que consta no memorial descritivo?",
          "modelo_id": 3
      },
      {
          "descrição": "Foram recolhidas as custas iniciais (sem pedido de gratuidade judiciária)?",
          "modelo_id": 4
      },
      {
          "descrição": "Foi anexada declaração de hipossuficiência econômica? (com pedido de gratudiodade judiciária)",
          "modelo_id": 3
      },
      {
          "descrição": "Há indícios de que o autor não atende aos requisitos para obter a gratuidade judiciária?",
          "modelo_id": 4
      }
  ]
  }
]